Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
bbl: და ო́შტუჼ დაშნი, მე́ნხუჲა́ გუ მოჰ̦ე ცჰ̦აჲნი̆ მატტი, მა́ დალო̆ შილღეჩოჼ. ჭადნივ ნიშაჼ დილლრელო̆ დე́წე̆ გუდა́ლ'აჼ შინაარსა́, ფორმა́.

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
bbl: უჲშტა́ და მე́ შინეჸ მატტლო შაძლე́ბალა ვაშა́ხ თარლ'ენო̆ დაშნი დალო̆. დაკრეშ დაყყდებათ ჭადნი ნიფს თაგჲანაჲნო̆. (მუჲლნე́ დაჲცი̆: ქა́ლიქა́, მა́კარტაჼ, გუბ, ფშა)

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
bbl: და დაშნი, მე́ნხუჲა́ <bold> ცო და მონიშნოდუჲნი̆</bold> მატტა́ ჭადნივ, ლეჸე́ ჴეჩო̆ მატტრეჼ სე́სხბადიენო̆ მო́თთელო̆ ვაჲნი̆, მუჲლნე́ დაჲცი̆:

source: Soninke
bbl: სონინკე-მოტტ

source: Sorbian, Lower
bbl: აჰ̦რეჼ სორბულ

source: Sorbian, Upper
bbl: მაქდარეჼ სორბულ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
bbl: ცო და ღოსხე́თლეჲნი̆, მა́ Common Voice დაჰ̦კა́ჸ ჲა მაყჲა́ჲლნო̆. მა́დლობ ყურადღე́ბენაჲნო̆

source: Sorry, something went wrong
bbl: ცო და ღოსხე́თლეჲნი̆, მა́ უ̂ნახ ცონიფსოლ ხილ'ეჼ

source: Source: { $sentenceSource }
bbl: წყარო{ $sentenceSource }

source: Southern Kurdish
bbl: სამხრით ქურთაჼ მოტტ

source: Southern Pastaza Quechua
bbl: სამხრეთ პასტაზა კეჩუა

source: Southern Sotho
bbl: სამხრეთლეჼ სოტო-მოტტ

source: Southwestern Tlaxiaco Mixtec
bbl: სამხრეთდასავლურ ტლახიაკეჼ მისტეკურ

source: Spanish
bbl: ესპანურ

source: Spanish: /ˈkable/
bbl: ბუჲნღეჼ: ქალაქი

source: Speak
bbl: ჰ̦ალო̆ ალ'არ (წარმოთქმ)

source: Speakable
bbl: ატტაჲში̆ ხა́ტტუჲნი̆

source: Speakers
bbl: ა́მბუჲ ჲუჲნი̆

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
bbl: ა́მბუჲ ჲო́ჩოვ ჴმა́რბადო́ჰ̦ ცონიფსიჼ ლე́ვრი (ჟორე́შ, ღაძეჼ, ნაჲდაგ ...), ო́ბი ბაყეჸდა ცონიფსიჼ და, მა́ ჰ̦ალო̆ ცო დეწე̆ ნიფსდალაჼ, მოჰ̦ე ა́ლ'უჲცი̆, უჲშტი̆ დე́წე̆ ხილ'აჼ ნაწე́რე.

source: Speaking
bbl: ა́ლ'არ

source: Speaking and Listening
bbl: ალ'არა́ ლარკ ჺოფარა́

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
bbl: ა́მბუი ჲებათ ნიწყ ბაწიჼ , მოჰე́ ბჵა́რჩეჸ ჲუიშ. შუჼ მეტყვე́ლებ, ი́შ, დოშ ა́ლ'არ, აქცენტ, ლავრეჼ მანე́რ ბუნებრივ ჲეწ ხილაჼ, მა́მ ხა́რცდოთ

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
bbl: ა́მბუჲ ჲებათ მოჰ̦ე́ ნა́ყბისტიგო̆ ჲუჲში̆, – შუშუა́ კილუჲვ, მოჰ̦ე́ ბჵა́რჩეჸ ჲუჲცი́ში̆ ვაშბიგო̆ დოშ ლე́ვდოშ.

source: Speak now
bbl: ჰ̦ალო̆ ა́ლ'ათ

source: Speak options menu
bbl: ამბუჲ ჲარეჼ პა́რამეტრა́ჼ მენიუ

source: Speak up, contribute here!
bbl: ამბუჲ ჲებათ, ჩუ ჰ̦ობათ შუჼ წვლილ!

source: Special Characters and Foreign Letters
bbl: ჴე́ნი ლიშნია́ჲ უცხ მატტიჼ ა́სუჲაჲ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
bbl: სასვეჼ ლიშნი, ჴე́ნი ლიშჼი, აუცილებელ და́ჰ̦ ბე́დეჼ ცო დე́წე̆ დაწე́რადალაჼ. აჲლ'ჩე ვაჲ: ლე „@“, ლე „#“ ბაყეკი საჭირო̆ ხილ'ულო̆.

source: Special Tags
bbl: საგანგე́ბო̆ მონიშვნი

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
bbl: <speechBlogLink>საქმ თე́გჲარ ჰ̦ალო̆ დო́ლდალარ იშ ჲა́ბწოჩო̆ სისტემენმაქ</speechBlogLink>

source: Spelling and Punctuation
bbl: ორთოგრაფია - ნიფსწე́რადარე́ სასვე́ჼ ლიშნი

source: Split into { $archiveCount } ZIP files containing
bbl: დე́ყინო̆ { $archiveCount } ცალ ZIP-ფა́ილეღ

source: Splits
bbl: სოდადე́ყარ

source: Splits (Age and Sex)
bbl: სოდადე́ყარ /ა́საკ, სქეს

source: Spontaneous Speech
bbl: ზე́პირ ა́მბუჲ ჲარ

source: SPONTANEOUS SPEECH
bbl: ზე́პირ ლე́ვარ

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
bbl: ა́მბუჲ ჲოშ, ჴშირუშ, ჰ̦ალო̆ ა́მბუჲ ჲე́ბლჲოშ მაწყ ახაკ დოშ ლე́ვლა. იშტ დაშ, დეხო́თხ, მე́ ო ახუთხი დაშახ ბო́ლო დო́წლუჲში̆ დე́ფის (კაწკოჼ ხაზ), მე თხო ჴე́თულო̆, მე́ დოშ ხარც და ა́ლ'ინო̆.

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
bbl: ა́მბუჲ ჲოშ, მოჰ̦ე́ჴელბა, გრამა́ტიკულ შეცდო́მი იხო̆ ნა́ხგო. ჩუ წე́რადოშ ჰ̦ალო̆ ცო ჲე́წე̆ შეცდო́მი ნიფსჲაჼ. ნაწე́რეღ დე́რწინო̆ ნიფს ო́შტუჼ დე́წე̆ ხილ'აჼ, მო́ლუნა́ ა́მბუჲ ჲარ დაჲცი̆.

source: Start recording
bbl: ჩაწე́რ ჲო́ლჲალარ

source: Start typing to describe your accent
bbl: ჰ̦ალო̆ ლე́ჰ̦დარ (აკრე́ფადარ) - კილო̆ აღწე́რადჲანაჲნო̆

source: Stats
bbl: სტა́ტისტიკ

source: Status Page
bbl: მდგო́მარეობეჼ "გვერდ"

source: Still have questions?
bbl: ჲაგი შუგო შეკითხვი?

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
bbl: გასაღე́ბი გა́გბებათ ლაჭყუჩო̆ აჲდგლე ჲე́ ნჵაჲნი̆ გა́გბუჲლა́ხ მა გა́გბოთ. საიდუმლო̆ გასაღებ დაჩოკ ინც ბა ქოჴა́ბტლაჲნიჲე́ ჴენო̆ ცო გუბა́ლ'უგე̆.

source: Streaks
bbl: წვლილ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bbl: <strong>[სტვენადარ]</strong>ქევხაჲ <strong>[ზუზ]-ვიენო

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
bbl: <strong>მა დაწუნბადჲოთ ჩანაწე́რი, ა́მბუჲ ჲოჩგო შუგრეჼ განსხვა́ვებულ "ა́ქცენტ ჲა́ჰ̦ </strong> - ე ზორაჲში̆ მნიშვნელოვაჼ ჲა იშ ჲა́ბწანაჲნო̆, მე́ ჰ̦ამა́ნეჸ ლავრეხ ჴე́თმაკელე̆

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
bbl: <strong>ცადლიბათ შუი́შ ლახლოთ ნაყი́შ, უ̂მ დაკლავდებათ!</strong> ცჰ̦აცჰ̦ა́ჲნი̆̆ მატტავ ამბუი̆ ჲუჲნი̆ ნახ ჴეჩო́ხ ცო და თარლ'ენო, ე́ჴარგო̆ ჰ̦აფსა́ელეთ, უჲშტ ქე́სალიბლეთ, ე რჩე́ვი დაჩო სა́ქმ ჲო́ლჲაჼ გამოდგო́მალა

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
bbl: <strong>Common Voice-ეჼ წი́ნ კრე́ბული </strong> აჰ̦დჵო́ფრეჼ საშუა́ლებ ი́ნცლუჲნი̆ მაკალათ შუჼ თხეჼ დო́ბილ პლატფო́რმელეჼ, მე́ნხუჲჩოხა́ წე: Mozilla Data Collective. ჩუ დოლა́ეთ, ჴა́პტათ 300+ საერთაშო́რისო̆ კრე́ბულახ, მე́ნხუჲა́ჲ ნა́ხვ და თაგდიენო̆ ნა́ხნაჲნო̆.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
bbl: <strong>დაწე́რადიენო̆ გახმო́ვანებადარ </strong>(ეჴუვ ჲა ჲა́ლ'ენო̆ Common Voice) ო ა́ლ'ანდა, მე́ წინადა́დბი ჰ̦ალო̆ ჲეწი́შ ხა́ტტაჼ შუჲ მატტანმაქ

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bbl: <strong>[ჰ̦არჩუმ თე́ფხარ]</strong>წინ ქევხ</strong> მაცხეჸ<strong>[ოჰ̦დარ]</strong>ჰ̦ალო̆ ვა ჩა́ვარვიენო̆

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
bbl: <strong>ჰ̦ალო̆ცოხე́ტტოშ ა́მბუჲ ჲარ</strong> წინ საშუა́ლებ ჲა, მე́ნუხა́ჲ Common Voice-ენ მაკე́, შუჼ მაკალათ პაჲსხი თე́ლ'აჼ მუჲლნე́ჴელბა (ბუნებრივ) ა́მბუჲ ჲო́ჩო̆ მატტავ

source: Submit
bbl: დაჰ̦ითარ

source: Submit All
bbl: ვო́მაჸ დაჰ̦ითარ

source: Submit a new question for the community to read and respond to
bbl: დაჰ̦ითათ წი́ნ შეკითხვ ე́რთობენ, მე ჰ̦ალო̆ ხა́ტტოლო̆ ჲე პა́სუხ ლო́ლო̆

source: Submit a report
bbl: ქატრიჼ მოხსე́ნებ ჲაჰ̦ითარ

source: Submit clips
bbl: ჩაწე́რადიენო̆ დაჰ̦ითარ

source: Submit new questions for the community to read and respond to
bbl: ჩუ ჲაჸათ წი́ნ შეკითხვი, მე́ ე́რთობას ჰ̦ალო̆ ხა́ტტოლოე პა́სუხ ლო́ლო̆

source: Submitted
bbl: დაჰ̦ითენო̆ ხილ'ეჼ

source: Submitting audio samples
bbl: იშეჼ ნიმუშ ჲაჰ̦ითარ

source: Subscribe
bbl: გამოწე́რ

source: Success
bbl: ცე́რ ჲალ'ეჼ

source: success checkmark
bbl: დაქიშ ცერდა́ლ'არ აღნიშნოდარ

source: Successfully accepted question
bbl: შეკითხვ დაქიშ ჲა ლაცინო̆

source: Successfully rejected question
bbl: შეკითხვ დაქიშ ჲა დაწუნბადჲიენო̆

source: Success, profile created!
bbl: პრო́ფილ დაქი́შ თაგჲალიჼ!

source: Support open, community-led datasets
bbl: ფე ლაცათ ნჵაჲნი̆, დინჩ ნა́ხიჼ ერთობას წინამძღო́ლობ ჲოშ შე́ქმნადიენჩო̆ კრე́ბულინ

source: Svan
bbl: სვანურ მოტტ

source: Swahili
bbl: სუაჰილი-მოტტ

source: Swedish
bbl: შვედურ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bbl: ა́ტტეხ ო́წდებათ წინადა́დებ მიღე́ბადჲაჼ. ა́რლეხ ო́წდებათ უარ ა́ლ'აჼ. ჰ̦ალო̆ ო́წდებათ მაქა ეჴჴაჼ (გამოტო́ვებადაჼ).<strong>მა დიცდოთ დაყყდინუჲ წარდგე́ნოდარ

source: Syriac
bbl: სირიულ

source: Tag
bbl: ჭად

source: Tagalog
bbl: ტაგალურ

source: Tagging
bbl: ჭადნი ლა́ტჲარ

source: Tag proper names, mixed words, or interjections
bbl: მონიშნოდებათ წარიშ, რე́ვალაჲნი̆ დაშნიე́ შო́რისდე́ბული.

source: Tags submitted successfully
bbl: მაქ ხო́ტტინო̆ ჭადნი დაქიშ და დაჰ̦ითენო̆

source: Tahitian
bbl: ტაიტურ

source: Taiwanese (Minnan)
bbl: ტაივანურ (მინანი წეჲნი̆ მოტტ)

source: Tajik
bbl: ტაჯიკურ

source: Taking several attempts to read a word.
bbl: ლე დოშ, ლე მა́რცვალ შაწ ლე́ვლა ჰ̦ალო̆ ხე́ტტოშ მელ'წა́ხ ა́ლ'რენდალლა́

source: Tamazight
bbl: ტემეზიხტ

source: Tamil
bbl: ტამილურ

source: Tap
bbl: მაქა ნიწყ ბებ

source: Tarifit
bbl: ტარიფიტ წეჲნი̆ მოტტ

source: Tatar
bbl: თათრაჼ მოტტ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
bbl: Tatoeba და დაჴჴო́ჼ მონაცემა́ჼ კრე́ბულ წინადადბა́ჼ, თა́რგმანეჼ, ამბუჲ ჲარ ჩანაწერა́ჼ, მოტტ ჺა́მბაჼ ჴმა́რბადანაჲნო̆. ეჴ აჰდჵო́ფრელო/ჩამოტვირთველო და ინგლისურ მატტმაქ ა́მბუჲ ჲოჩო́ჼ ჩანაწე́რი ო́ჴარ ე́რთობერეჼ

source: Technology and Robotics
bbl: ტექნოლოგია́ჲ-ე́ რობოტოტექნიკა́ჲ

source: Technology that speaks your language
bbl: შუ მატტავ ́ა́მბუჲ ჲუჲნი̆ ტექნოლო́გია́

source: TED-LIUM Corpus
bbl: კრე́ბულ

source: Teke
bbl: ტეკე-მოტტ

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
bbl: "ა́ლ'ალე̆, ჰ̦ე ნა́ნ-და́დას უ̂ხ დიეჼ, უ̂ხ ა́ლ'იჼ მაცმე́ ჰ̦ეჼ წი́ნ ა́მბუჲ ხაჸიჼ, ნიფსაჭ ა́ლ' თხო́გო̆"

source: Tell us what you'd like to download:
bbl: უ̂ხ ლე́ჸ შუჼ აჰ დჵო́ფაჼ (ჩამოტვირთოდაჼ)?

source: Telugu
bbl: ტელუგუ-მოტტ

source: Tepeuxila Cuicatec
bbl: ტეპეუხილა კუიკატეკ

source: Terms
bbl: პირბი

source: <termsLink>Terms</termsLink>
bbl: <termsLink>პირბი</termsLink>

source: Teutila Cuicatec
bbl: ტეუტილა კუიკატეკ

source: Thai
bbl: ტაილანდურ

source: Thanks for confirming your account, now let's build your profile.
bbl: მა́დლობ ჲეჴო́თხ ა́ნგრიშ დამო́წმადარენდალლა́, ინც მა́ მაკ შუჼ პრო́ფილ თე́გჲარეხ ჰ̦ალო̆ დო́ლლდალაჼ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bbl: ́259 ა́ზრეხ სო́უბო̆ მოხა́ლის ლა́ტრივ 50-ეხ სო́უბო̆ მა́ტტანაჲნო̆, ე მონაცე́მი ჴმა́რბალა იშა́რეჼ პროგრა́მი ღაზარჲაჼ, ა́დმენეჼ ი́შ ღაზი́ვხ ა́ღქმაჲანაჲნო̆

source: Thank you for contributing to Spontaneous Speech!
bbl: მა́დლბელი დათხო̆ მუჲლნე́ჴელბა ა́მბუჲ ჲანაჲნო̆ შუჼ იშ თხოჼ ფლო́ქოღ ჲალ'რენდალლა́!

source: Thank you for contributing your bulk submission!
bbl: მადლობ წინადა́დბი ვო́მაჸ ცჰ̦აღ ჲაჸითრენდალლა!

source: Thank you for contributing your voice!
bbl: მა́დელ ჰ̦ოჼ ჰ̦აიჼ ი́შ ფლო́ქოღ ჲალ'რენდალლა́

source: Thank you for donating your voice clips!
bbl: მა́დელ შუჼ იშა́რეჼ ჩანაწე́რი თხოჼ ფლო́ქოღ ჲალ'რენდალლა́

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bbl: მადლობ ჩანაწე́რენაჲნო. <lineBreak></lineBreak>. ინც მა́ მაკ ჰ̦ოჼ ბჵარკ ლალბო́ელო́ (დაყყდოლო́)-ჲე დაჰ̦ დაჰ̦ითლო́ ჰ̦აიჼ ჩანაწე́რაჼ მონაკვე́თი

source: Thank you for your information
bbl: მა́დლბელი დათხო̆ მონაცე́მი ჴა́ბტჲარენდალლა́

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bbl: მა́დლბელი დათხო̆, მე ლო́უ̆ჸდინაჲში̆ ჩუ წვლილ ჴე́ჰ̦აჼ { $lang } მატტანაჲნო̆. ათხ უნმაკ მუშებალა́თხ, მე́ ვო́მაჸ მატტიშ ქჵექიჼ ხილ'ულო̆ დახითანაჲნოე́, წინი-წინი́ ა́მბუჲ ბჵა́ ელფო́სტევ ხაჸითლო́თხ წვლილ ჩუ ჴე́ჰ̦ჩუჲშნ. ჰ̦ანნე́ ლე́ჸიც შუჼ წვლილ ჩუ ჴე́ჰ̦აჼ, დეხო́თხ, ჴა́ბტდოლუჲში̆ თხოჼ შუჼ ელფო́სტ ლახუშ.

source: Thank you for your voice information
bbl: მადლობ ჰ̦ე იშეხ ინფორმა́ცია ჲალ'რენაჲნო̆

source: Thank you! You’ve sent a new language enquiry
bbl: მა́დელ შუჼ! მოტტ დაკლე́ვადბარ დაჰ̦ და დაჰ̦ითიენო̆.

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
bbl: ჰ̦ამა́ხეჸ თე́ლ'ე̆, მე́ წინადა́დბი ინც ა́მბუჲ ჲო́ჩო̆ მატტავ დგე́ნალა́ლო̆, – და́ხაჸ მე́ ატტაჲში̆ ჰ̦ალო̆ ხა́ტტულო̆ ნა́ხვ. ბაყეჸ და დუჴნაჲრეჩოე́ ჴეჩჴეჩო̆ დაშნივ ალ'ინო̆ წინადა́დბი თე́ლ'ე̆ შედეგ მიღე́ბადჲაჼ, მა́ დე́წე̆ ვაჲ ცადდალაჼ, მე́ მოხა́ლისინაჲნო̆ ́ ჰა́მბალაჲნ̆ი, ხაჲლზვეჼ ხილ'ულ̆ო.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
bbl: ამბუჲ ჲარ ჰ̦ალო̆ ხაჸრენ მექანიზმ თაგჲანაჲნო̆ ზორაიში̆ ღალხილ'ო̆ ინცლუჩო̆ ამბუჲ ჲოჩო̆ მატტრეჼ ეცინო̆ წინადადბი. გიბათ მელ'მი ნიყ იშტუჼ წინადადბი შედგენადჲანაჲნო̆

source: The bumblebee sped by.
bbl: უ̂ნე́ დაჲგნა́, ცო გუგეგ ჰ̦ოჼ (ი́შო̆ დოშ (ნაცვალსა́ხელ) "ო"// დეწერ ხილ'აჼ: უ̂ნე́ დაჲგნა́, ო ცო გუგეგ ჰ̦ოჼ"//

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
bbl: ჩანაწერაჼ სასა́ფლაო̆ წე ო იშა́რეჩო̆ ჩანაწერ́ახ, მენხუჲა́ი̆ ცო და ჩუ დაჰ̦ინო̆ Common Voice-ეჼ მონაცემა́ კრე́ბულე. ე სასა́ფლაო̆ მაკ ნა́ხნ აჰ̦ ჲჺო́ფაჼ (ჩამოტვირთოდჲარ) კრე́ბულსანეჸ

source: The clip has disrespectful or offensive language.
bbl: ჩანაწერ ლე ხარც ჲა, ლე ჺაფარლაჲნი̆ შინაარსეჼ

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bbl: Common Voice-ეჼ მონაცემა́ჼ კრე́ბულე და ფხაუზტყა́ეხ ა́ზარობით იშა́რეჼ ნიმუშ, მენხუია́ ლა́იტო̆ ე საქმ თეგჲიჩუჲშნ, მე იშ ჰ̦ალო̆ ჲა́ბწუჲნი̆ საშუა́ლბი შე́ქმნადჲოლო̆

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
bbl: თხეჼ ერთობ ჲა Common Voice-ელო მთა́ვარ – დინჩ მაჲთხკიკლერეჼ ვაშა́რ დახენო̆ ნახ, ო́ჴარლო დოუ̆გო̆ ენათმეცნიერი, ხელოვანი, მატტახ დოკ ლაწი́ნი̆ უბრა́ლო̆ ნახ. ჩუ ჩა́რთოდალაჼ დოსტო́ღრივ გიბათ </about> თხოხ </about> საიტე თხეჼ <community> ე́რთობეჼ სახემძღვა́ნელო </community>. ლეჸე́ჰ̦ შუჼ უფრო̆ კჵო́კრუშ ცჰ̦აღქე́სადალარ საორგანიზა́ციუ̆ საკითხა́ხ, <emailFragment> თათაჼ ჲებათ თხო́გო̆. </emailFragment>

source: The content contains a language different than I was expecting.
bbl: დელუღ (მა́სალ) სტე́ხოჩო̆ მატტახ ცოთარლ'ეჩო̆ მატტანმაქ ჲა

source: The content has disrespectful or offensive language.
bbl: დელუღ (მასალ) ლე ნიფსხოლეწიჼ ჲა, ლე ჺაფარლაჲნი̆

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
bbl: ე მა́რგვითა́ლაჸ ჭადნი დეწ და́წაჼ ცონიფსიჩო̆, მაქ ხო́ტტოჩო̆ ლე მა́ ჴეჩბერ დოშცოდაჩო̆ მა́სალა́ხ.

source: The giant dino [cough] the Triassic.
bbl: [ჰ̦არჩუმ ბალ'არ] მათხე ჴანაჲრეჼ უ̂მ [ოჰ̦დარ] არსბალა.

source: The giant dinosaur of the Triassic.
bbl: "წინ ქევხ მაცხეჸ ჰ̦ალო̆ ვა ჩა́ვარვიენო̆"

source: The giant dinosaurs of the Triassi-.
bbl: "წინ ქევხა́ჲ მაცხეჸ ჰალო ვა ჩავარვიეჼ -"

source: The giant dinosaurs of the Triassic.
bbl: "წინ... წინ ქევხა́ჲ მაცხეჸ ჰალო̆ ვა ჩა́ვარვიენო̆"

source: The giant dinosaurs of the Triassic. [read by one voice]
bbl: არსბალა ჴო ჴენჴენაჸ უ̂მ [ლივ ცჰ̦ა იშ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bbl: წი́ნ ქევხ მაცხეჸ ჰ̦ალო̆ ვა ჩა́ვარვიენო̆<strong>[ჰ̦ალო̆ ხე́ტტო̆ ცჰ̦აჲნ ა́შარვ]

source: The giant dinosaurs of the Triassic. Yes.
bbl: "წინ ქევხა́ჲ მაცხეჸ ჰალო̆ ვა ჩა́ვარვიენო̆, ჰაჸ"

source: The giant dino <strong>[cough]</strong> the Triassic.
bbl: წინ <strong>[ოჰ̦დარ]</strong>ქევხაჲ ჩა́ვარვიენო̆

source: The MediaRecorder API is not supported in your browser.
bbl: MediaRecorder API ცო და ფელაცინო̆ შუ ბრაუზერე.

source: The number of recordings and which languages you contribute to will be public.
bbl: მელ' და ჩანაწერიე́ ო მატტი́შ, მოჩჰ̦ე́ აჲშ წვლილ ჴეჰ̦უ́ჲში̆, ჰ̦ა́მინაჸ გუალათ.

source: The page you are looking for could not be found
bbl: დაკლე́ვადიენო̆ სა́იტ ცო ლახდალიჼ

source: The question should be answerable in just a couple of sentences.
bbl: შეკითხვ ო́შტუჼ ჲე́წე̆ ხილ'აჼ, მე́ პა́სუხ ბალ'რენ თოყა́ლ ხილ'ულო̆ ცჰ̦ა-ში წინადა́დებ

source: There are currently no prompts for this language. Please refresh the page or try again later.
bbl: ეჴ მატტანაჲნო̆ მოთხო́ვნ (დაკლე́ვადარ) ცო ლახჲალიჼ. დეხო́თხ წინი́შ თაგჲებათ საიტ, ლე მა́ ჴე́ჼკაჸ ცადლიბათ.

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
bbl: ეჴ მატტანაჲნო̆ ინც დაყყჲუჲნი̆ შეკითხვი ცო ჲა. დეხო́თხ, წინი́შ თაგჲებათ სა́იტ, ლე მა́ ჴე́ნკაჸ ცადლიბათ.

source: There are currently no sentences to review in this language.
bbl: ეჴ მატტანაჲნო̆ დაყყდუჲნი̆ წინადა́დბი ჰ̦ალო̆ ჴა́ჩდალიჼ

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
bbl: ინც ეჴ კრე́ბულენაჲნო̆ დაყყდუჲნი̆ ჩანაწე́რი ცო ჲაგე̆. უ̂მ დაჰ̦ დითენო̆ და́ჰ̦ შუგო, მაკ შუჼ დუხაჸ დე́რწაჼ, ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დე́რწდარ დო́ლდანე́ ჴე́ნკა́ჸ ცადდალაჼ.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
bbl: ინც ეჴ მატტანაჲნო̆ დაყყდუჲნი̆ ჩანაწე́რი ცო ჲაგე̆. დაჰ̦ დითენო̆ და́ჰ̦ შუგო უ̂მ, მაკ შუჼ დუხაჸ დე́რწანე ჴე́ნკა́ჸ ცადდალაჼ.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bbl: ეჴ მატტანაჲნო̆ ნაწე́რეღ დე́რწინო̆ ჩანაწე́რი ცო ლახდალიჼ. დეხო́თხ, წინი́შ თაგჲებათ სა́იტ, ლე მა́ ჴეჼკაჸ ცადლიბათ.

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
bbl: ინც ეჴ კრე́ბულენაჲნო̆ მონიშნოდუჲნი̆ ჩანაწე́რი ცო ჲაგე̆. უ̂მ დაჰ̦ დითენო̆ და́ჰ̦ შუგო, მაკ შუჼ დუხაჸ დე́რწაჼ, ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დე́რწდარ დო́ლდანე́ ჴე́ნკა́ჸ ცადდალაჼ.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
bbl: მატტახ დუჴ უმ ა́ლაჼ მაკ ნა́ხნ, იშ ჰ̦ალო̆ ჲა́ბწუჲნი̆ სისტემინაჲნო̆ მა́ Common Voice-ეჼ შეთა́ვაზებ ჲა "ვაშბი ჴე́თდარ" - ე ო ა́ლ'ანდა მე, ეჴ მატტავ ა́მბუჲ ჲუჲშნ დე́წ მაკაჼ აზრ ჲა́ჴოლო̆ ვაშბაჼ ლავრიგორეჼ (დე́წ ხაწაჼ, ა́მბუი̆ ჲო́ჩოვ უ̂ხ ა́ლ'იჼ)

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
bbl: ინც ეჴ მატტანაჲნო̆ შეკითხვი ცო ჲაგე̆. დაჰ̦ დითენო̆ და́ჰ̦ შუგო უ̂მ, მაკ შუჼ დუხაჸ დე́რწაჼ, ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დე́რწდანე́ ჴე́ნკა́ჸ ცადდალაჼ.

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
bbl: ინც ეჴ მატტანაჲნო̆ შეკითხვი ცო ჲაგე̆. უ̂მ დაჰ̦ დითენო̆ და́ჰ̦ შუგო, მაკ შუჼ დუხაჸ დე́რწაჼ, ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დე́რწდანე́ ჴე́ნკა́ჸ ცადდალაჼ.

source: The recording was too long.
bbl: ჩანაწერ წყეგეჸ ჲახხეჼ ჲარ

source: The recording was too quiet.
bbl: ჩანაწერ წყეგეჸ ლახუჩო̆ ა́შარვ ჲარ

source: The recording was too short.
bbl: ჩანაწერ წყეგეჸ ჲა́ცუჼ ჲარ

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
bbl: ინც ეჴ მატტანაჲნო̆ იშა́რეჼ ჩანაწე́რი ცო ჲაგე̆. უ̂მ დაჰ̦ დითენო̆ და́ჰ̦ შუგო, მაკ შუჼ დუხაჸ დე́რწაჼ, ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დი́რწნუჲ დაყყდარ დო́ლდანე́ ჴე́ნკა́ჸ ცადდალაჼ.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
bbl: ინც ეჴ მატტანაჲნო̆ იშა́რეჼ ჩანაწე́რი ცო ჲაგე̆. უ̂მ დაჰ̦ დითენო̆ და́ჰ̦ შუგო, მაკ შუჼ დუხაჸ დე́რწაჼ , ლე მა́ იშა́რეჩო̆ ჩანაწე́რეღ დი́რწნუჲ დაყყდარ დო́ლლდანე́ ჴე́ნკაჸ ცადდალაჼ.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bbl: ეჴ მატტანაჲნო̆ ნაწე́რეღ დე́რწდაჼ იშა́რეჼ ჩანაწერ ცო ლახჲალიჼ. დეხო́თხ, წინი́შ თაგჲებათ სა́იტ, ლე მა́ ჴე́ნკაჸ ცადლობათ.

source: There is no “perfect” way to answer
bbl: სრულყო́ფილ პა́სუხ ბალ'რეჼ უ̂მ ნიყ ცო ბა

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
bbl: დაქიჼ ხილ'ო̆, რიცხვი მე ცო ხილ'ულო̆, ჰ̦ალო̆ ხა́ტტარ მე ჭირვეჼ ცო დალო̆. არგარე́ვალა ჰ̦ალო̆ ხა́ტტნუჲში, მაწყ ნიფს ხატტო̆, მაწყ ბუჲნღეშ, მაწყ ცო ხატტმაკალათ.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bbl: უარ ალ'ათ დაჩო ეჰათ, მაცმე იშ ლაჴლეგორენ ცომ ხაწე, ლე მა ოშტუჼ ლახუჼ იშ ჲა, მე ჩანაწერეხ ბარკ ცო ბოწოშ აზრ ჲაჴაჼ ჭირვეჼ და

source: The route was unclear.
bbl: ვაჲღეშ დუჲფხი̆ წე მაქ დო́ფხოჩო̆ ქა́რცხოხ.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
bbl: ინც ჲუჲტო̆ მუშებადალრეჼ პროცეს

source: The selected file is too large
bbl: ჩა́ვარდიენო̆ ფაილ წყეგეჸ დაჴჴოჼ და.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bbl: ჰ̦ანასა́ წინადა́დბი ვაშა́რ დუჲცი̆, ო დაჰ̦ დუჲტო̆ Common Voice-ეჼ ძირითად სა́იტმაქ, ინც მაკ შუჼ <writeURL> შედგე́ნადოლოთ </writeURL>წინადა́დებ, ლე მა́ <reviewURL>დაყყდო́ლოთ</reviewURL> ცჰ̦აც მაქ ლა́ტდიენო̆ წინადა́დებ ნიფს Common Voice-ე.

source: The sentence has a grammatical or spelling error.
bbl: წინადა́დებ ლე გრამა́ტიკულ, ლე ორთოგრაფიულ შეცდომა́რეჼ ჲა

source: The sentence has disrespectful or offensive language.
bbl: ნიფსხოლეწიჼ, ლე მა ჺა́ფარლაჲნი̆ შინაარსეჼ წინადადებ ჲა
